Repository: adnankaya/weforbiz
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tr

source: Your profile will not appear in search results on platform or search engines. It will not be visible via a direct link for non-platform users. Platform users who have a direct link to your profile will see limited information. Clients you have worked with or submitted a proposal to will see your full profile
tr: Profiliniz platformda veya arama motorlarında arama sonuçlarında görünmeyecektir. Platform dışı kullanıcılar için doğrudan bir bağlantı üzerinden görünmez. Profilinize doğrudan bağlantısı olan platform kullanıcıları sınırlı bilgi görecektir. Çalıştığınız veya teklif gönderdiğiniz müşteriler tam profilinizi görecektir.

source: Tell us who are you?
tr: Bize kim olduğunuzu söyleyin?

source: I'm a Professional
tr: Ben bir Uzmanım

source: I'm a Client
tr: Ben bir Müşteriyim

source: Personal info
tr: Kişisel bilgi

source: Permissions
tr: İzinler

source: Important dates
tr: Önemli tarihler

source: Users
tr: Kullanıcılar

source: This email has already been taken.
tr: Bu e-posta adresi zaten kullanılıyor.

source: Name of User
tr: Kullanıcının Adı

source: email address
tr: e-posta adresi

source: FREELANCER
tr: SERBEST ÇALIŞAN

source: CLIENT
tr: MÜŞTERİ

source: NONE
tr: YOK

source: RISING STAR
tr: YÜKSELEN YILDIZ

source: TALENTED
tr: YETENEKLİ

source: MASTER
tr: UZMAN

source: ELITE
tr: ELİT

source: Professional total points are not enough!
tr: Uzmanın toplam puanları yeterli değil!

source: Information successfully updated
tr: Bilgiler başarıyla güncellendi

source: Updated hourly rate!
tr: Saatlik ücret güncellendi!

source: Your email is changed. We sent verification email to your new email address
tr: E-postanız değiştirildi. Yeni e-posta adresinize doğrulama e-postası gönderdik

source: Successfully updated!
tr: Başarıyla güncellendi!

source: Updated phone successfully.
tr: Telefon başarıyla güncellendi.

source: Created professional profile successfully!
tr: Uzman profili başarıyla oluşturuldu!

source: Created client profile successfully!
tr: Müşteri profili başarıyla oluşturuldu!

source: Opened availability!
tr: Uygunluk açıldı!

source: Closed availability.
tr: Uygunluk kapatıldı.

source: Updated hours per week!
tr: Haftalık saatler güncellendi!

source: Updated profile
tr: Profil güncellendi
