Repository: adnankaya/weforbiz
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tr

source: English
tr: İngilizce

source: Turkish
tr: Türkçe

source: Created address successfully.
tr: Adres başarıyla oluşturuldu.

source: Updated address successfully.
tr: Adres başarıyla güncellendi.

source: PENDING
tr: BEKLEMEDE

source: COMPLETED
tr: TAMAMLANDI

source: REFUNDED
tr: İADE EDİLDİ

source: FAILED
tr: BAŞARISIZ

source: Title
tr: Başlık

source: Description
tr: Açıklama

source: Category
tr: Kategori

source: Image
tr: Görsel

source: Only {remaining_image_upload} images can be uploaded. Images can be maximum {settings.MAX_POST_IMAGES_LEN}.
tr: En fazla {remaining_image_upload} görsel yüklenebilir. Görseller en fazla {settings.MAX_POST_IMAGES_LEN} olabilir.

source: Uploaded images!
tr: Görseller yüklendi!

source: Error! images could not be uploaded!
tr: Hata! Görseller yüklenemedi!

source: Delete Post
tr: Gönderiyi Sil

source: Please confirm!
tr: Lütfen onaylayın!

source: Are you sure to delete the post?
tr: Gönderiyi silmek istediğinizden emin misiniz?

source: Close
tr: Kapat

source: Yes
tr: Evet

source: Error!
tr: Hata!

source: Post could not be found! Could be removed.
tr: Gönderi bulunamadı! Kaldırılmış olabilir.

source: Filters
tr: Filtreler

source: Filter by category.
tr: Kategoriye göre filtrele.

source: Apply!
tr: Uygula!

source: Sign In
tr: Giriş Yap

source: Sign Up
tr: Kayıt Ol

source: Contact
tr: İletişim

source: Last seen:
tr: Son görülme:

source: ago
tr: önce

source: Similar Posts
tr: Benzer Gönderiler

source: Search...
tr: Ara...

source: Change Theme
tr: Temayı Değiştir

source: Could not found the post!
tr: Gönderi bulunamadı!

source: OPEN
tr: AÇIK

source: CLOSED
tr: KAPALI

source: Status
tr: Durum

source: Your Chat Rooms
tr: Sohbet Odalarınız

source: You do not have any chat room yet.
tr: Henüz bir sohbet odanız yok.

source: Typing...
tr: Yazıyor...

source: BEGINNER
tr: BAŞLANGIÇ

source: INTERMEDIATE
tr: ORTA DÜZEY

source: EXPERT
tr: UZMAN

source: 1 hour
tr: 1 saat

source: 24 hours
tr: 24 saat

source: 3 days
tr: 3 gün

source: 1 week
tr: 1 hafta

source: 1 month
tr: 1 ay

source: 3 months
tr: 3 ay

source: 6 months
tr: 6 ay

source: RESOLVED
tr: ÇÖZÜLDÜ

source: Feedback List
tr: Geri Bildirim Listesi

source: No feedbacks found
tr: Geri bildirim bulunamadı

source: Contact Us Page
tr: İletişim Sayfası

source: About Us Page
tr: Hakkımızda Sayfası

source: Find the Perfect Professional for Your Business
tr: İşiniz İçin Mükemmel Uzmanı Bulun

source: Browse Professionals
tr: Uzmanlara Göz Atın

source: Post a Job
tr: İş İlanı Verin

source: Tap into a vast network of skilled and experienced professionals ready to deliver exceptional results.
tr: Harika sonuçlar sunmaya hazır, yetenekli ve deneyimli uzmanlardan oluşan geniş bir ağdan yararlanın.

source: How It Works
tr: Nasıl Çalışır

source: What We Offer
tr: Sunduklarımız

source: Skilled Professionals
tr: Yetenekli Uzmanlar

source: Access a wide pool of skilled professionals with expertise in various industries.
tr: Çeşitli sektörlerde uzmanlaşmış yetenekli profesyonellerden oluşan geniş bir havuza erişim sağlayın.

source: Secure Transactions
tr: Güvenli İşlemler

source: Protect your payments with our secure escrow system.
tr: Güvenli emanet sistemimizle ödemelerinizi koruyun.

source: 24/7 Support
tr: 7/24 Destek

source: Get help from our dedicated support team whenever you need it.
tr: İhtiyacınız olduğunda özel destek ekibimizden yardım alın.

source: Best Professionals
tr: En İyi Uzmanlar

source: Get Started Today
tr: Bugün Başlayın

source: Professional
tr: Uzman

source: Client
tr: Müşteri

source: Whether you're an experienced professional ready to elevate your career or a fresh talent eager to kickstart your journey in freelancing, join us now.
tr: İster kariyerinizi yükseltmeye hazır deneyimli bir profesyonel, ister serbest çalışma yolculuğuna başlamak isteyen taze bir yetenek olun, şimdi bize katılın.

source: Connect with top-tier projects, showcase your expertise, and seize the chance to build your portfolio – your next big opportunity awaits!
tr: En iyi projelerle bağlantı kurun, uzmanlığınızı sergileyin ve portfolyonuzu oluşturma şansını yakalayın – bir sonraki büyük fırsat sizi bekliyor!

source: Join
tr: Katıl

source: Sign up today to access a world of skilled professionals waiting to bring your projects to new heights.
tr: Projelerinizi yeni zirvelere taşımak için bekleyen yetenekli uzmanların dünyasına erişmek için bugün kaydolun.

source: Your success story begins here – join now and experience the difference of a dynamic professional marketplace tailored to meet your unique needs!
tr: Başarı hikayeniz burada başlıyor – şimdi katılın ve size özel olarak tasarlanmış dinamik bir profesyonel pazar yerinin farkını deneyimleyin!

source: Create Profile
tr: Profil Oluştur

source: Client posts a job.
tr: Müşteri bir iş ilanı verir.

source: Ready to turn your project vision into reality? Post your job and tap into a pool of skilled professionals eager to bring your ideas to life.
tr: Proje vizyonunuzu gerçeğe dönüştürmeye hazır mısınız? İşinizi yayınlayın ve fikirlerinizi hayata geçirmeye hevesli yetenekli profesyonellerin havuzundan yararlanın.

source: The right talent is just a click away – create your job posting now and kickstart the journey to project success!"
tr: Doğru yetenek sadece bir tık uzağınızda – iş ilanınızı şimdi oluşturun ve proje başarısı yolculuğuna başlayın!

source: Professionals send proposals
tr: Uzmanlar teklif gönderir

source: Take the first step by sending compelling proposals to high-quality jobs on our professional marketplace.
tr: Profesyonel pazar yerimizde yüksek kaliteli işlere ilgi çekici teklifler göndererek ilk adımı atın.

source: Don't miss out on the opportunities that await – start bidding now and turn your skills into success!
tr: Sizi bekleyen fırsatları kaçırmayın – şimdi teklif vermeye başlayın ve yeteneklerinizi başarıya dönüştürün!

source: Professional works on
tr: Uzman işe başlar

source: It's time to turn potential into performance. Professional starts working on the job by accepting a contract created by client and delivers exceptional results.
tr: Potansiyeli performansa dönüştürme zamanı. Uzman, müşteri tarafından oluşturulan bir sözleşmeyi kabul ederek işe başlar ve olağanüstü sonuçlar sunar.

source: Dive into the exciting journey of success–commence your freelance project and make an impact today!
tr: Başarının heyecan verici yolculuğuna dalın – serbest proje çalışmanıza başlayın ve bugün bir etki yaratın!

source: Deliver and Get paid!
tr: Teslim et ve Ödemeni Al!

source: Deliver your outstanding work and watch your efforts turn into payment.
tr: Olağanüstü çalışmanızı teslim edin ve çabalarınızın ödemeye dönüştüğünü izleyin.

source: Your success story begins with each completed task – submit your work and anticipate the rewards coming your way. Ready to reap the benefits of your hard work?
tr: Başarı hikayeniz tamamlanan her görevle başlar – işinizi gönderin ve sizi bekleyen ödülleri bekleyin. Sıkı çalışmanızın meyvelerini toplamaya hazır mısınız?

source: DRAFT
tr: TASLAK

source: SENT
tr: GÖNDERİLDİ

source: PAID
tr: ÖDENDİ

source: FIXED
tr: SABİT

source: HOURLY
tr: SAATLİK

source: TODO
tr: YAPILACAK

source: IN PROGRESS
tr: DEVAM EDİYOR

source: IN REVIEW
tr: İNCELENİYOR

source: CHANGE REQUEST
tr: DEĞİŞİKLİK TALEBİ

source: DONE
tr: TAMAMLANDI

source: Professional proposal amount to complete the job
tr: İşi tamamlamak için profesyonel teklif tutarı

source: Commission Percentage Rate. Ex; 10
tr: Komisyon Yüzdesi. Örn; 10

source: Platform Service Fee
tr: Platform Hizmet Bedeli

source: Total Professional Money
tr: Toplam Profesyonel Kazancı

source: View date when a client view the proposal we need to set this field
tr: Bir müşteri teklifi görüntülediğinde bu alanı ayarlamamız gereken görüntüleme tarihi

source: Expected calculation is commission < total_result < amount
tr: Beklenen hesaplama komisyon < toplam_sonuç < tutardır

source: hours_worked must be 1 for FIXED jobs!
tr: SABİT işler için hours_worked 1 olmalıdır!

source: Reason
tr: Sebep

source: Contract for this proposal already exists!
tr: Bu teklif için sözleşme zaten mevcut!

source: Already applied this job
tr: Bu işe zaten başvurdunuz

source: Contract is already closed by {}
tr: Sözleşme zaten {} tarafından kapatılmış

source: Closed the Contract successfully!
tr: Sözleşme başarıyla kapatıldı!

source: Contract not found
tr: Sözleşme bulunamadı

source: Work submitted! We notify the client to review the work.
tr: İş gönderildi! İşi incelemesi için müşteriyi bilgilendiriyoruz.

source: Work accepted! We notify the professional.
tr: İş kabul edildi! Profesyoneli bilgilendiriyoruz.

source: You accepted the contract. Now you can work for the client.
tr: Sözleşmeyi kabul ettiniz. Artık müşteri için çalışabilirsiniz.

source: Created contract successfully
tr: Sözleşme başarıyla oluşturuldu

source: Congrats you sent the proposal! We notified the client.
tr: Tebrikler, teklifi gönderdiniz! Müşteriyi bilgilendirdik.

source: You can create a client profile or switch if exists for posting a job.
tr: İş ilanı vermek için bir müşteri profili oluşturabilir veya mevcutsa ona geçiş yapabilirsiniz.

source: Your job posted successfully
tr: İş ilanınız başarıyla yayınlandı

source: This user already submitted the feedback...
tr: Bu kullanıcı zaten geri bildirim göndermiş...

source: Submitted feedback successfully...
tr: Geri bildirim başarıyla gönderildi...

source: Thanks for reporting this job
tr: Bu işi bildirdiğiniz için teşekkürler

source: success
tr: başarılı

source: info
tr: bilgi

source: warning
tr: uyarı

source: error
tr: hata

source: level
tr: seviye

source: recipient
tr: alıcı

source: unread
tr: okunmamış

source: actor content type
tr: aktör içerik türü

source: actor object id
tr: aktör obje kimliği

source: actor
tr: aktör

source: verb
tr: fiil

source: description
tr: açıklama

source: target content type
tr: hedef içerik türü

source: target object id
tr: hedef obje kimliği

source: target
tr: hedef

source: action object content type
tr: aksiyon obje içerik türü

source: action object object id
tr: aksiyon obje kimliği

source: action object
tr: aksiyon objesi

source: timestamp
tr: zaman damgası

source: public
tr: herkese açık

source: deleted
tr: silinmiş

source: emailed
tr: e-posta gönderilmiş

source: data
tr: veri

source: Notification
tr: Bildirim

source: Notifications
tr: Bildirimler

source: %(actor)s %(verb)s %(action_object)s on %(target)s %(timesince)s ago
tr: %(actor)s %(verb)s %(action_object)s %(target)s üzerinde %(timesince)s önce

source: %(actor)s %(verb)s %(target)s %(timesince)s ago
tr: %(actor)s %(verb)s %(target)s %(timesince)s önce

source: %(actor)s %(verb)s %(action_object)s %(timesince)s ago
tr: %(actor)s %(verb)s %(action_object)s %(timesince)s önce

source: %(actor)s %(verb)s %(timesince)s ago
tr: %(actor)s %(verb)s %(timesince)s önce

source: MISC
tr: DİĞER

source: JOB INVITATION
tr: İŞ DAVETİ

source: JOB APPLICATION
tr: İŞ BAŞVURUSU

source: Your proposal has been viewed
tr: Teklifiniz görüntülendi

source: Good news! The client viewed your proposal. Now it's time to wait for contract
tr: İyi haber! Müşteri teklifinizi görüntüledi. Şimdi sözleşme bekleme zamanı.

source: View Proposal
tr: Teklifi Görüntüle

source: {} sent proposal for {}
tr: {} {} için teklif gönderdi

source: You can check it out and hire the professional.
tr: İnceleyebilir ve uzmanı işe alabilirsiniz.

source: {} sent contract for {}
tr: {} {} için sözleşme gönderdi

source: The client sent the contract. You can accept and start working.
tr: Müşteri sözleşmeyi gönderdi. Kabul edebilir ve çalışmaya başlayabilirsiniz.

source: View Contract
tr: Sözleşmeyi Görüntüle

source: Contract {} has been accepted
tr: Sözleşme {} kabul edildi

source: The professional accepted the contract.
tr: Profesyonel sözleşmeyi kabul etti.

source: Contract '{}' has been closed
tr: Sözleşme '{}' kapatıldı

source: You can give feedback now.
tr: Şimdi geri bildirim verebilirsiniz.

source: {} work has been submitted by professional
tr: {} işi uzman tarafından teslim edildi

source: The professional submitted the work. You can check it out!
tr: Profesyonel işi teslim etti. İnceleyebilirsiniz!

source: {} work has been accepted by client
tr: {} işi müşteri tarafından kabul edildi

source: The client accepted the work. Congrats!
tr: Müşteri işi kabul etti. Tebrikler!

source: There is no any new notifications.
tr: Yeni bildiriminiz yok.

source: CREDIT CARD
tr: KREDİ KARTI

source: BANK TRANSFER
tr: BANKA HAVALESİ

source: MEMBERSHIP FEE
tr: ÜYELİK ÜCRETİ

source: SERVICE FEE
tr: HİZMET ÜCRETİ

source: WITHDRAWAL FEE
tr: PARA ÇEKİM ÜCRETİ

source: WITHDRAWAL
tr: PARA ÇEKME

source: REFUND
tr: İADE

source: Could not initialize checkout form.
tr: Ödeme formu başlatılamadı.

source: Make Payment
tr: Ödeme Yap

source: Checkout Init
tr: Ödeme Başlat

source: Go to Checkout
tr: Ödemeye Git

source: Payment failed
tr: Ödeme başarısız oldu

source: Payment Index
tr: Ödeme Sayfası

source: Payment succeeded
tr: Ödeme başarılı

source: Checkout Page
tr: Ödeme Sayfası

source: APPROVED
tr: ONAYLANDI

source: REJECTED
tr: REDDEDİLDİ

source: WEEKLY
tr: HAFTALIK

source: MONTHLY
tr: AYLIK

source: YEARLY
tr: YILLIK

source: LOW
tr: DÜŞÜK

source: MEDIUM
tr: ORTA

source: HIGH
tr: YÜKSEK

source: Username or Email
tr: Kullanıcı Adı veya E-posta

source: Password
tr: Şifre

source: Sign in with Google
tr: Google ile Giriş Yap

source: Welcome back to Weforbiz!
tr: Weforbiz'e tekrar hoş geldiniz!

source: The best platform for your business needs.
tr: İş ihtiyaçlarınız için en iyi platform.

source: Don't have an account? Sign Up
tr: Hesabınız yok mu? Kayıt Olun

source: Forgot password?
tr: Şifrenizi mi unuttunuz?

source: Join Weforbiz
tr: Weforbiz'e Katılın

source: Great marketplace for everyone.
tr: Herkes için harika bir pazar yeri.

source: Join with Google
tr: Google ile Katıl

source: Have an account? Sign In
tr: Hesabınız var mı? Giriş Yapın

source: Jobs
tr: İşler

source: Contracts
tr: Sözleşmeler

source: Messages
tr: Mesajlar

source: My Profile
tr: Profilim

source: Switch to Professional Profile
tr: Uzman Profili'ne Geç

source: Settings
tr: Ayarlar

source: Sign Out
tr: Çıkış Yap

source: Menu
tr: Menü

source: Accept Work
tr: İşi Kabul Et

source: Contract for :
tr: Sözleşme:

source: Detail
tr: Detay

source: Work Status :
tr: İş Durumu:

source: Hours Worked :
tr: Çalışılan Saatler:

source: Created date:
tr: Oluşturulma tarihi:

source: Close Contract
tr: Sözleşmeyi Kapat

source: Contract Status:
tr: Sözleşme Durumu:

source: Professional:
tr: Uzman:

source: Feedback
tr: Geri Bildirim

source: Feedback for
tr: Geri bildirim:

source: Job:
tr: İş:

source: Please rate your experience with the following questions:
tr: Lütfen aşağıdaki sorularla deneyiminizi puanlayın:

source: Comment
tr: Yorum

source: Submit
tr: Gönder

source: Contract Detail
tr: Sözleşme Detayı

source: Do you accept the work frelancer completed?
tr: Serbest çalışanın tamamladığı işi kabul ediyor musunuz?

source: No contract found.
tr: Sözleşme bulunamadı.

source: Job Detail
tr: İş Detayı

source: Proposals
tr: Teklifler

source: Hired:
tr: İşe Alınan:

source: Last viewed by client:
tr: Müşteri tarafından son görüntülenme:

source: Not yet!
tr: Henüz değil!

source: Skills
tr: Yetenekler

source: Job Description
tr: İş Tanımı

source: Edit
tr: Düzenle

source: Close this Job
tr: Bu İşi Kapat

source: About Client
tr: Müşteri Hakkında

source: Full Name:
tr: Ad Soyad:

source: Verified
tr: Doğrulandı

source: Not Verified
tr: Doğrulanmadı

source: Spent:
tr: Harcanan:

source: No proposal found
tr: Teklif bulunamadı

source: No contracts found
tr: Sözleşme bulunamadı

source: Jobs you posted
tr: Yayınladığınız işler

source: You did not post any job yet...
tr: Henüz herhangi bir iş ilanı yayınlamadınız...

source: Post your job in 3 simple steps
tr: İşinizi 3 basit adımda yayınlayın

source: and
tr: ve

source: kickstart your project.
tr: projenize hız katın.

source: Budget
tr: Bütçe

source: I want to build a website
tr: Bir web sitesi yapmak istiyorum

source: Job Title
tr: İş Başlığı

source: Min Budget
tr: Min. Bütçe

source: Max Budget
tr: Maks. Bütçe

source: Hourly
tr: Saatlik

source: Fixed
tr: Sabit

source: Proposal Detail
tr: Teklif Detayı

source: Create Contract
tr: Sözleşme Oluştur

source: proposals
tr: teklif

source: Message
tr: Mesaj

source: Billing Page
tr: Fatura Sayfası

source: Contact Information Page
tr: İletişim Bilgileri Sayfası

source: Account
tr: Hesap

source: user update
tr: kullanıcı güncellemesi

source: Firstname and Lastname are required for payment.
tr: Ödeme için Ad ve Soyad gereklidir.

source: Username:
tr: Kullanıcı Adı:

source: Email:
tr: E-posta:

source: Email Verified:
tr: E-posta Doğrulandı:

source: Location
tr: Konum

source: Address
tr: Adres

source: Time Zone:
tr: Saat Dilimi:

source: Address:
tr: Adres:

source: Phone:
tr: Telefon:

source: Identity Verification Page
tr: Kimlik Doğrulama Sayfası

source: Membership Plan
tr: Üyelik Planı

source: Notifications Page
tr: Bildirimler Sayfası

source: Security Page
tr: Güvenlik Sayfası

source: Payment
tr: Ödeme

source: Billing
tr: Fatura

source: USER SETTINGS
tr: KULLANICI AYARLARI

source: Membership
tr: Üyelik

source: Contact Info
tr: İletişim Bilgileri

source: Identity Verification
tr: Kimlik Doğrulama

source: Security
tr: Güvenlik

source: Soon
tr: Yakında

source: country
tr: ülke

source: Country
tr: Ülke

source: city
tr: şehir

source: City
tr: Şehir

source: Address Line
tr: Adres Satırı

source: Add skills with comma separated. Ex; python, django, html
tr: Yetenekleri virgülle ayırarak ekleyin. Örn; python, django, html

source: Max 10 skills allowed...
tr: En fazla 10 yetenek ekleyebilirsiniz...

source: Create Address
tr: Adres Oluştur

source: Update Address
tr: Adresi Güncelle

source: Job
tr: İş

source: Phone
tr: Telefon

source: Ex; 555 555 5555
tr: Örn; 555 555 5555

source: User Information
tr: Kullanıcı Bilgileri

source: Ex; adnan
tr: Örn; adnan

source: First Name
tr: Ad

source: Ex; kaya
tr: Örn; kaya

source: Last Name
tr: Soyad

source: Email
tr: E-posta

source: Resources
tr: Kaynaklar

source: Help & Support
tr: Yardım ve Destek

source: Success Stories
tr: Başarı Hikayeleri

source: Reviews
tr: Yorumlar

source: Community
tr: Topluluk

source: Company
tr: Şirket

source: About Us
tr: Hakkımızda

source: Contact Us
tr: Bize Ulaşın

source: All rights reserved.
tr: Tüm hakları saklıdır.

source: New alerts
tr: Yeni bildirimler

source: See All Notifications
tr: Tüm Bildirimleri Gör

source: first
tr: ilk

source: Prev
tr: Önceki

source: Next
tr: Sonraki

source: last
tr: son

source: Switch to Client Profile
tr: Müşteri Profili'ne Geç

source: Contract Status :
tr: Sözleşme Durumu:

source: Hired by :
tr: İşe Alan:

source: Accept
tr: Kabul Et

source: Did you complete the work?
tr: İşi tamamladınız mı?

source: Hours
tr: Saat

source: Ex; 12
tr: Örn; 12

source: Upload Files
tr: Dosyaları Yükle

source: Submit Work
tr: İşi Gönder

source: You already sent
tr: Zaten gönderdiniz

source: proposal
tr: teklifi

source: for this job!
tr: bu iş için!

source: Send Proposal
tr: Teklif Gönder

source: Required Points:
tr: Gerekli Puan:

source: Available Points:
tr: Mevcut Puan:

source: Total Jobs:
tr: Toplam İş:

source: of
tr: üzerinden

source: reviews
tr: yorum

source: Joined Date:
tr: Katılma Tarihi:

source: Report this job
tr: Bu işi bildir

source: Report
tr: Bildir

source: Proposals:
tr: Teklifler:

source: Applied
tr: Başvurdun

source: Apply
tr: Başvur

source: Saved this job
tr: Bu iş kaydedildi

source: Saved
tr: Kaydedildi

source: Save this job
tr: Bu işi kaydet

source: Save
tr: Kaydet

source: Flagged
tr: Bildirildi

source: Flag
tr: Bildir

source: Availability
tr: Uygunluk

source: On
tr: Açık

source: Off
tr: Kapalı

source: Visibility
tr: Görünürlük

source: Hours Per Week
tr: Haftalık Saat

source: My Feed
tr: Akışım

source: Saved Jobs
tr: Kaydedilen İşler

source: Could not find any jobs
tr: İş bulunamadı

source: Send proposal for this job
tr: Bu iş için teklif gönder

source: Proposal
tr: Teklif

source: Contract
tr: Sözleşme

source: Cover Letter
tr: Niyet Mektubu

source: No contract found
tr: Sözleşme bulunamadı

source: Amount
tr: Tutar

source: Service Fee:
tr: Hizmet Ücreti:

source: You Will Get
tr: Alacağınız

source: Cover letter
tr: Niyet mektubu

source: Submit Proposal
tr: Teklifi Gönder

source: Job Proposals
tr: İş Teklifleri

source: h
tr: s

source: Get Paid Page
tr: Ödeme Alma Sayfası

source: Points Page
tr: Puanlar Sayfası

source: Points Balance
tr: Puan Bakiyesi

source: Learn more about how to earn and use <a href="#">Points</a>.
tr: Nasıl kazanılacağı ve kullanılacağı hakkında daha fazla bilgi edinin <a href="#">Puanlar</a>.

source: Buy Points
tr: Puan Satın Al

source: Point History
tr: Puan Geçmişi

source: Get Paid
tr: Ödeme Al

source: Points
tr: Puanlar

source: Add Client Profile
tr: Müşteri Profili Ekle

source: Add Professional Profile
tr: Uzman Profili Ekle

source: You are about to create client profile...
tr: Müşteri profili oluşturmak üzeresiniz...

source: Client:
tr: Müşteri:

source: Work History
tr: Çalışma Geçmişi

source: To professional:
tr: Uzmana:

source: To client:
tr: Müşteriye:

source: $ Amount :
tr: $ Tutar:

source: Jobs posted by this client
tr: Bu müşteri tarafından yayınlanan işler

source: New user
tr: Yeni kullanıcı

source: joined us.
tr: bize katıldı.

source: You can activate that account!
tr: Bu hesabı etkinleştirebilirsiniz!

source: Profile Availability
tr: Profil Uygunluğu

source: If you open availability every day you spend %(AVAILABILITY_POINT)s point(s).
tr: Uygunluğunuzu her gün açarsanız %(AVAILABILITY_POINT)s puan harcarsınız.

source: Available Points
tr: Mevcut Puanlar

source: Submitted proposals:
tr: Gönderilen teklifler:

source: Active Contracts:
tr: Aktif Sözleşmeler:

source: Project Catalog
tr: Proje Kataloğu

source: My Project Dashboard
tr: Proje Panelim

source: Create a Catalog project
tr: Bir katalog projesi oluşturun

source: for clients to purchase instantly
tr: müşterilerin anında satın alması için

source: HourlyRate
tr: Saatlik Ücret

source: Bio
tr: Biyografi

source: Success Score
tr: Başarı Skoru

source: Last updated
tr: Son güncelleme

source: Total Earnings
tr: Toplam Kazanç

source: Avg Rating
tr: Ort. Derecelendirme

source: Total Jobs
tr: Toplam İş

source: Stats
tr: İstatistikler

source: Update Profile
tr: Profili Güncelle

source: Completed Jobs
tr: Tamamlanan İşler

source: Update Hourly Rate
tr: Saatlik Ücreti Güncelle

source: / h
tr: / s

source: Set your weekly hours you can work on a project.
tr: Bir proje üzerinde çalışabileceğiniz haftalık saatlerinizi ayarlayın.

source: Your Network
tr: Ağınız

source: Connections
tr: Bağlantılar

source: Profile
tr: Profil

source: Average Rating
tr: Ortalama Derecelendirme

source: All Proposals
tr: Tüm Teklifler

source: Completion Rate
tr: Tamamlanma Oranı

source: Positive Feedback Count
tr: Pozitif Geri Bildirim Sayısı

source: Total Hours Worked
tr: Toplam Çalışılan Saat

source: Recurring Clients
tr: Tekrarlayan Müşteriler

source: Ex; Software Developer
tr: Örn; Yazılım Geliştirici

source: Your Bio
tr: Biyografiniz

source: Profile Visibility
tr: Profil Görünürlüğü

source: Public
tr: Herkese Açık

source: Your profile is visible to the general public and will show up in search engine results
tr: Profiliniz genel halka açıktır ve arama motoru sonuçlarında görünecektir.

source: Platform Only
tr: Sadece Platform

source: Only signed in platform users will see your profile
tr: Sadece platforma giriş yapmış kullanıcılar profilinizi görebilir

source: Private
tr: Gizli
